

	"NSLE-20639 -108" = "Der letzte Befehl konnte nicht ausgeführt werden, da zu wenig Arbeitsspeicher verfügbar ist.";
	"NSLE-20639 -108 Solution" = "Beenden Sie einige Programme und schließen Sie einige Fenster, um mehr Arbeitsspeicher verfügbar zu machen.";

	"NSLE-20639 -1" = "Die Anfrage konnte wegen eines internen Fehlers in NSL nicht bearbeitet werden.";
	"NSLE-20639 -1 Solution" = "Versuchen Sie es erneut. Sollten Sie weiterhin Probleme haben, versuchen Sie das Programm oder den Computer neu zu starten. Versuchen Sie es dann erneut.";

	"NSLE-20639 -4199" = "Der NSL Manager konnte nicht initialisiert werden.";
	"NSLE-20639 -4199 Solution" = "Starten Sie Ihren Computer neu und versuchen es erneut.";

	"NSLE-20639 -4198" = "Die installierte Systemsoftware unterstützt diese Version von NSL nicht.";
	"NSLE-20639 -4198 Solution" = "Installieren Sie Mac OS 8.7 oder eine neuere Version der Systemsoftware.";

	"NSLE-20639 -4197" = "Die korrekte Version von Open Transport ist nicht verfügbar.";
	"NSLE-20639 -4197 Solution" = "Installieren Sie Open Transport Version 1.3 oder neuer.";

	"NSLE-20639 -4192" = "Ihr Computer ist nicht mit dem Netzwerk verbunden.";
	"NSLE-20639 -4192 Solution" = "Überprüfen Sie Ihre Netzwerkeinstellungen und vergewissern Sie sich, dass alle Netzwerkkabel richtig angeschlossen sind. Versuchen Sie es dann erneut.";

	"NSLE-20639 -4182" = "Beim Startvorgang konnten keine NSL-Plugins geladen werden.";
	"NSLE-20639 -4182 Solution" = "Starten Sie den Computer neu und versuchen Sie es erneut.";

	"NSLE-20639 -4181" = "Der NSL Manager konnte keine Plugins finden und laden.";
	"NSLE-20639 -4181 Solution" = "Vergewissern Sie sich, dass mindestens ein NSL-Plugin im folgenden Ordner liegt: /System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "Der NSL Manager konnte keine Plugins laden, um Ihre Anfrage zu bearbeiten.";
	"NSLE-20639 -4179 Solution" = "Überprüfen Sie Ihre Netzwerkeinstellungen und vergewissern Sie sich, dass alle Netzwerkkabel richtig angeschlossen sind. Versuchen Sie es dann erneut.";

	"NSLE-20639 -4177" = "Einige NSL-Plugins konnten nicht geladen werden.";
	"NSLE-20639 -4177 Solution" = "Sie können fortfahren, da mindestens ein Plugin verfügbar ist. Sehen Sie im Kontrollfeld „Systemerweiterungen Ein/Aus“ nach, welches Plugin verfügbar ist.";

	"NSLE-20639 -4174" = "„NSL UI Library“ ist nicht verfügbar.";
	"NSLE-20639 -4174 Solution" = "Vergewissern Sie sich, dass sich diese gemeinsam genutzte Bibliothek in dem Ordner „Systemerweiterungen“ befindet, und versuchen Sie es erneut.";

	"NSLE-20639 -43" = "Eine für diese Aktion benötigte Datei ist nicht verfügbar.";
	"NSLE-20639 -43 Solution" = "Vergewissern Sie sich, dass alle Komponenten korrekt installiert sind.";

	"STR#-20639 1" = "Das NSL-Plugin „%s“ konnte nicht geladen werden.";

	"STR#-20639 2" = "Vergewissern Sie sich, dass das Netzwerk und die Netzwerkeinstellungen korrekt konfiguriert sind. Sie können fortfahren, sobald mindestens ein Plugin verfügbar ist.";

	"This Computer" = "Dieser Computer";
	"Managed Network Directory" = "Verwalteter Netzwerkordner";
	"Default (%@ and %@)" = "Standard (%@ und %@)";
	".Mac" = ".Mac";
	
	"Server" = "Server";
	"My Mac" = "Mein Mac";
	"Folder" = "Ordner";
	"Neighborhood" = "Netzwerkumgebung";
	"Mac Server" = "Mac-Server";
	"PC Server" = "PC-Server";
	"Sharepoint" = "Netzwerkordner";
	"Remote Disc" = "Entfernte CD/DVD";
	"AirPort Base Station" = "AirPort-Basisstation";
	"AirPort Disk" = "AirPort-Laufwerk";
	"AirPort" = "AirPort";
	"Volume" = "Volume";

	"Applications" = "Programme";
	"Library" = "Mediathek";
	"Servers" = "Server";

	"Guest" = "Gast";
	"Anonymous" = "Gast";

	"SHARED" = "FREIGABEN";
	"Network" = "Netzwerk";
	"More..." = "Weitere …";
	"All..." = "Alle …";
	